{
    "0": {
        "original_text": "                    Constitutional law — Charter of Rights — Cruel and unusual treatment or punishment — Right to liberty — Right to security of person — Remedy — Mandatory victim surcharge — Offenders required to pay monies to state as mandatory victim surcharge — Amount of surcharge set by law and owed for each and every summary conviction or indictable offence — Offenders challenging constitutionality of surcharge — Whether surcharge constitutes punishment that is cruel and unusual — Whether surcharge infringes right to liberty and security of person in manner that is overbroad — Appropriate remedy — Canadian Charter of Rights and Freedoms, ss. 1, 7, 12 — Criminal Code, R.S.C. 1985, c. C‑46, s. 737.                    Under s. 737 of the Criminal Code, everyone who is discharged, pleads guilty to, or is found guilty of an offence under the Criminal Code or the Controlled Drugs and Substances Act is required to pay monies to the state as a mandatory victim surcharge. The amount of the surcharge is 30 percent of any fine imposed, or, where no fine is imposed, $100 for every summary conviction count and $200 for every indictable count. Although sentencing judges have the discretion to increase the amount of the surcharge where appropriate, they cannot decrease the amount or waive the surcharge for any reason. The imposition of the surcharge cannot be appealed.                     At sentencing, several offenders challenged the constitutionality of the surcharge on the basis that it constitutes cruel and unusual punishment, contrary to s. 12 of the Charter, violates their right to liberty and security of the person, contrary to s. 7 of the Charter, or both. The offenders all live in serious poverty and face some combination of addiction, mental illness and disability. While the results were mixed at sentencing, the respective courts of appeal rejected the constitutional challenges.                    Held (Côté and Rowe JJ. dissenting): The appeals should be allowed. Section 737 of the Criminal Code infringes s. 12 of the Charter and is not saved by s. 1. It is invalidated with immediate effect.                    Per Wagner C.J. and Abella, Moldaver, Karakatsanis, Gascon, Brown and Martin JJ.: The mandatory victim surcharge constitutes punishment, engaging s. 12 of the Charter, and its imposition and enforcement on several of the offenders, as well as the reasonable hypothetical offender, result in cruel and unusual punishment. The surcharge cannot be saved under s. 1 of the Charter. It is not necessary to consider whether s. 7 of the Charter is infringed.                     The surcharge constitutes punishment because it flows directly and automatically from conviction and s. 737(1) itself sets out that it applies “in addition to any other punishment imposed on the offender”. The surcharge also functions in substance like a fine, which is an established punishment, and it is intended to further the purpose and principles of sentencing.                     The surcharge constitutes cruel and unusual punishment and therefore violates s. 12 of the Charter, because its impact and effects create circumstances that are grossly disproportionate to what would otherwise be a fit sentence, outrage the standards of decency, and are both abhorrent and intolerable. In the circumstances of this case, the fit sentence for the offenders would not have included the surcharge, as it would have caused undue hardship given their impecuniosity. Sentencing is first and foremost an individualized exercise which balances various goals, while taking into account the particular circumstances of the offender as well as the nature and number of his or her crimes. The crucial issue is whether the offenders are able to pay, and in this case, they are not.                    For the offenders in this case and for the reasonable hypothetical offender, the surcharge leads to a grossly disproportionate sentence. Although it advances the valid penal purposes of raising funds for victim support services and of increasing offenders’ accountability to both individual victims of crime and to the community generally, the surcharge causes four interrelated harms to persons like the offenders. First, it causes them to suffer deeply disproportionate financial consequences, regardless of their moral culpability. Second, it causes them to live with the threat of incarceration in two separate and compounding ways — detention before committal hearings and imprisonment if found in default. Third, the offenders may find themselves targeted by collections efforts endorsed by their province of residence. Fourth, the surcharge creates a de facto indefinite sentence for some of the offenders, because there is no foreseeable chance that they will ever be able to pay it. This ritual of repeated committal hearings, which will continue indefinitely, operates less like debt collection and more like public shaming. Indeterminate sentences are reserved for the most dangerous offenders, and imposing them in addition to an otherwise short‑term sentence flouts the fundamental principles at the very foundation of our criminal justice system.                     The surcharge also fundamentally disregards proportionality in sentencing. It wrongly elevates the objective of promoting responsibility in offenders above all other sentencing principles, it ignores the fundamental principle of proportionality set out in the Criminal Code, it does not allow sentencing judges to consider mitigating factors or the sentences received by other offenders in similar circumstances, it ignores the objective of rehabilitation, and it undermines Parliament’s intention to ameliorate the serious problem of overrepresentation of Indigenous peoples in prison. The cumulative charge-by-charge basis on which the surcharge is imposed increases the likelihood that it will disproportionately harm offenders who are impoverished, addicted and homeless. It will also put self-represented offenders at an additional disadvantage because they may not know that they may negotiate the terms of their plea in order to minimize the amount of the surcharge. While judicial attempts to lessen the disproportion may be salutary, they cannot insulate the surcharge from constitutional review. Indeed, reducing some other part of the sentence may minimize disproportion, but it cannot eliminate the specific and extensive harms caused by the surcharge. Moreover, imposing a nominal fine for the sole purpose of lowering the amount of the surcharge would ignore the legislature’s intent that the surcharge, in its full amount, would apply in all cases as a mandatory punishment.                     It is unnecessary to engage in a s. 1 Charter analysis, because the state did not put forward any argument or evidence to justify the surcharge if found to breach Charter rights. It follows that the mandatory victim surcharge imposed by s. 737 of the Criminal Code is unconstitutional.                    Section 737 of the Criminal Code should be declared to be of no force and effect immediately. The state has not met the high standard of showing that a declaration with immediate effect would pose a danger to the public or imperil the rule of law. Reading back in the judicial discretion to waive the surcharge that was abrogated in 2013 is also the wrong approach, because it is a highly intrusive remedy, and because Parliament ought to be free to consider how best to revise the imposition and enforcement of the surcharge. Because robust submissions on the issue were not made, it would be inappropriate to grant a remedy to offenders not involved in this case and those no longer in the system who cannot now challenge their sentences. However, a variety of possible remedies exist. The offenders may be able to seek relief in the courts, notably by recourse to s. 24(1) of the Charter. The government could also proceed administratively, while Parliament may act to bring a modified and Charter-compliant version of the surcharge back into the Criminal Code.                    Per Côté and Rowe JJ. (dissenting): The surcharge is constitutionally valid. It does not constitute cruel and unusual punishment, nor does it deprive impecunious offenders of their security of the person. Moreover, any deprivation of liberty that may result from its application accords with the principles of fundamental justice.                     While the surcharge constitutes punishment within the meaning of s. 12 of the Charter, and while a fit and proportionate sentence for the offenders in this case or the hypothetical impecunious offender would not include the surcharge, the negative effects associated with the surcharge are not abhorrent, intolerable or so excessive as to outrage the standards of decency. As a result, they do not rise to the level of gross disproportionality, and therefore the surcharge cannot be characterized as cruel and unusual. Indeed, a number of the components to the surcharge regime attenuate the particularly severe impact of the surcharge on impecunious offenders.                    First, offenders who are unable to pay within the prescribed time will not be subject to enforcement mechanisms if they either participate in a fine option program or seek the extension of time to pay to which they are entitled. There are no restrictions on the number of extensions an offender can seek over a given period, and there is no limit on the length of an extension. Extensions may also be granted either before or after the offender defaults, and obtaining an extension is not onerous or procedurally difficult given that applications can be brought by the offender or by someone else on his or her behalf and may be adjudicated either by the court or by a person designated by the court. To the extent that a province establishes procedures that are complex to the point of being inaccessible, this cannot be attributed to the impugned provision but rather to the manner in which the province implements it.                     Second, offenders will not be imprisoned if they default due to poverty; only offenders who have the means to pay, but who choose not to, risk being imprisoned following a committal hearing. While it may be difficult for judges to draw the line between an inability to pay and a refusal to do so, the fact that judges may misapply the law cannot render the surcharge unconstitutional, particularly since the provision providing for committal in default of payment does not establish an overly broad standard that cannot be properly applied by trial judges.                     Third, while compelled attendance at a committal hearing will necessarily deprive a defaulting offender of his or her liberty to some degree, the deprivation will only occur where it is necessary in the public interest. Such cases will also be very rare, especially given that non‑payment is not a criminal offence. Moreover, there is no evidence that impecunious offenders are in fact routinely being detained unnecessarily pending their committal hearings.                     Fourth, an unpaid surcharge cannot be entered as a civil judgment, and therefore, an offender who defaults will not face the same financial consequences as one who defaults in paying a fine or an ordinary debt. Any provincial collection efforts employed against defaulting offenders are neither required nor authorized by the Criminal Code and are therefore not an effect of the impugned surcharge.                    Fifth, there is insufficient evidence to conclude that the stress caused by the surcharge to impecunious offenders is severe enough to make the punishment imposed cruel and unusual. And finally, although the surcharge may not be conducive to attempts by some offenders to achieve rehabilitation and reintegration into society, this alone is not sufficient to meet the high bar for establishing a s. 12 Charter violation. In any event, an offender who is ineligible for a traditional record suspension as a result of his or her inability to pay the surcharge is not left without recourse. While not perfect alternatives, conditional pardons and remission orders may be granted by the Governor in Council. While it is likely that some will face great difficulty in paying the surcharge, courts should not simply accept that the circumstances of the offender at the date of sentencing will necessarily continue into the future. Not only are findings to the contrary pessimistic in nature; they also undermine the very basis on which the principle of rehabilitation is premised.                    With respect to s. 7 of the Charter, the surcharge does not engage the offenders’ security interest due to the stress associated with the mandatory imposition of the surcharge. Neither common sense nor the evidence provides a basis for the conclusion that the actual stress impecunious offenders may experience as a result of the surcharge is serious enough that it has a profound effect on their psychological integrity.                    The offenders’ liberty interest is nevertheless engaged insofar as non-payment of the surcharge triggers the possibility of being compelled to attend a committal hearing which will necessarily entail some deprivation of personal liberty. However, this deprivation of liberty is not overbroad in relation to impecunious offenders — it is rationally connected to the purpose underlying the committal hearing: to determine whether an offender has the funds to pay the surcharge and to give him or her an opportunity to explain the non-payment.                     Applied: R. v. K.R.J., 2016 SCC 31, [2016] 1 S.C.R. 906; R. v. Nur, 2015 SCC 15, [2015] 1 S.C.R. 773; distinguished: R. v. Pham (2002), 2002 CanLII 41969 (ON CA), 167 C.C.C. (3d) 570; referred to: R. v. Michael, 2014 ONCJ 360, 121 O.R. (3d) 244; R. v. Wu, 2003 SCC 73, [2003] 3 S.C.R. 530; R. v. Wigglesworth, 1987 CanLII 41 (SCC), [1987] 2 S.C.R. 541; R. v. Rodgers, 2006 SCC 15, [2006] 1 S.C.R. 554; Canada (Attorney General) v. Whaling, 2014 SCC 20, [2014] 1 S.C.R. 392; R. v. Lloyd, 2016 SCC 13, [2016] 1 S.C.R. 130; R. v. Morrisey, 2000 SCC 39, [2000] 2 S.C.R. 90; R. v. Ferguson, 2008 SCC 6, [2008] 1 S.C.R. 96; Steele v. Mountain Institution, 1990 CanLII 50 (SCC), [1990] 2 S.C.R. 1385; R. v. Smith, 1987 CanLII 64 (SCC), [1987] 1 S.C.R. 1045; R. v. Goltz, 1991 CanLII 51 (SCC), [1991] 3 S.C.R. 485; R. v. Latimer, 2001 SCC 1, [2001] 1 S.C.R. 3; R. v. Oakes, 1986 CanLII 46 (SCC), [1986] 1 S.C.R. 103; R. v. Cloud, 2014 QCCQ 464, 8 C.R. (7th) 364; R. v. Jordan, 2016 SCC 27, [2016] 1 S.C.R. 631; R. v. Barinecutt, 2015 BCPC 189, 337 C.R.R. (2d) 1; R. v. Bateman, 2015 BCSC 207; R. v. Flaro, 2014 ONCJ 2, 7 C.R. (7th) 151; R. v. Shaqu, [2014] O.J. No. 2426; R. v. Demers, 2004 SCC 46, [2004] 2 S.C.R. 489; R. v. Gladue, 1999 CanLII 679 (SCC), [1999] 1 S.C.R. 688; R. v. Ipeelee, 2012 SCC 13, [2012] 1 S.C.R. 433; R. v. Shoker, 2006 SCC 44, [2006] 2 S.C.R. 399; R. v. Cloud, 2016 QCCA 567, 28 C.R. (7th) 310; Schachter v. Canada, 1992 CanLII 74 (SCC), [1992] 2 S.C.R. 679; Reference re Manitoba Language Rights, 1985 CanLII 33 (SCC), [1985] 1 S.C.R. 721; Canada (Attorney General) v. Bedford, 2013 SCC 72, [2013] 3 S.C.R. 1101; R. v. Seaboyer, 1991 CanLII 76 (SCC), [1991] 2 S.C.R. 577; Canada (Attorney General) v. Hislop, 2007 SCC 10, [2007] 1 S.C.R. 429; R. v. Thomas, 1990 CanLII 141 (SCC), [1990] 1 S.C.R. 713; R. v. Sarson, 1996 CanLII 200 (SCC), [1996] 2 S.C.R. 223; R. v. Gamble, 1988 CanLII 15 (SCC), [1988] 2 S.C.R. 595.                     R. v. Wu, 2003 SCC 73, [2003] 3 S.C.R. 530; R. v. K.R.J., 2016 SCC 31, [2016] 1 S.C.R. 906; R. v. Smith, 1987 CanLII 64 (SCC), [1987] 1 S.C.R. 1045; Miller v. The Queen, 1976 CanLII 12 (SCC), [1977] 2 S.C.R. 680; R. v. Nur, 2015 SCC 15, [2015] 1 S.C.R. 773; R. v. Lloyd, 2016 SCC 13, [2016] 1 S.C.R. 130; R. v. Morrisey, 2000 SCC 39, [2000] 2 S.C.R. 90; Steele v. Mountain Institution, 1990 CanLII 50 (SCC), [1990] 2 S.C.R. 1385; R. v. Lambe, 2000 NFCA 23, 73 C.R.R. (2d) 273; R. v. Goltz, 1991 CanLII 51 (SCC), [1991] 3 S.C.R. 485; R. v. Cloud, 2016 QCCA 567, 28 C.R. (7th) 310; R. v. Mikhail, 2015 ONCJ 469; R. v. Bao, 2018 ONCJ 136; R. v. Willett, 2017 ABPC 68; R. v. Michael, 2014 ONCJ 360, 121 O.R. (3d) 244; R. v. Lavigne, 2006 SCC 10, [2006] 1 S.C.R. 392; R. v. Ridley, 2017 ONSC 4672; Chaussé v. R., 2016 QCCA 568; R. v. Flaro, 2014 ONCJ 2, 7 C.R. (7th) 151; R. v. Antic, 2017 SCC 27, [2017] 1 S.C.R. 509; Kahkewistahaw First Nation v. Taypotat, 2015 SCC 30, [2015] 2 S.C.R. 548; MacKay v. Manitoba, 1989 CanLII 26 (SCC), [1989] 2 S.C.R. 357; Carter v. Canada (Attorney General), 2015 SCC 5, [2015] 1 S.C.R. 331; Canada (Attorney General) v. Bedford, 2013 SCC 72, [2013] 3 S.C.R. 1101; New Brunswick (Minister of Health and Community Services) v. G. (J.), 1999 CanLII 653 (SCC), [1999] 3 S.C.R. 46; Blencoe v. British Columbia (Human Rights Commission), 2000 SCC 44, [2000] 2 S.C.R. 307; Chaoulli v. Quebec (Attorney General), 2005 SCC 35, [2005] 1 S.C.R. 791.                     APPEAL from a judgment of the Quebec Court of Appeal (Duval Hesler C.J. and Schrager and Mainville JJ.A.), 2016 QCCA 1907, 343 C.C.C. (3d) 131, 368 C.R.R. (2d) 80, [2016] AZ‑51345328, [2016] Q.J. No. 16795 (QL), 2016 CarswellQue 11705 (WL Can.), affirming a decision of Boyer J., 2015 QCCQ 8504, [2015] AZ‑51216654, [2015] Q.J. No. 9130 (QL), 2015 CarswellQue 13978 (WL Can.). Appeal allowed, Côté and Rowe JJ. dissenting.                    APPEAL from a judgment of the Ontario Court of Appeal (Rouleau, van Rensburg and Pardu JJ.A.), 2017 ONCA 552, 136 O.R. (3d) 718, 39 C.R. (7th) 53, 385 C.R.R. (2d) 83, 351 C.C.C. (3d) 310, [2017] O.J. No. 3435 (QL), 2017 CarswellOnt 10029 (WL Can.), affirming a decision of Glass J., 2015 ONSC 2284, 20 C.R. (7th) 174, 331 C.R.R. (2d) 206, [2015] O.J. No. 1758 (QL), 2015 CarswellOnt 4936 (WL Can.), setting aside the decision of Beninger J., 2014 ONCJ 208, 120 O.R. (3d) 784, 11 C.R. (7th) 43, 309 C.R.R. (2d) 291, [2014] O.J. No. 2056 (QL). Appeal allowed, Côté and Rowe JJ. dissenting.                    APPEAL from a judgment of the Ontario Court of Appeal (Rouleau, van Rensburg and Pardu JJ.A.), 2017 ONCA 552, 136 O.R. (3d) 718, 39 C.R. (7th) 53, 385 C.R.R. (2d) 83, 351 C.C.C. (3d) 310, [2017] O.J. No. 3435 (QL), 2017 CarswellOnt 10029 (WL Can.), affirming a decision of Paciocco J., 2015 ONCJ 222, [2015] O.J. No. 1869 (QL), 2015 CarswellOnt 5865 (WL Can.). Appeal allowed, Côté and Rowe JJ. dissenting.                    APPEAL from a judgment of the Ontario Court of Appeal (Rouleau, van Rensburg and Pardu JJ.A.), 2017 ONCA 552, 136 O.R. (3d) 718, 39 C.R. (7th) 53, 385 C.R.R. (2d) 83, 351 C.C.C. (3d) 310, [2017] O.J. No. 3435 (QL), 2017 CarswellOnt 10029 (WL Can.), affirming a decision of Lacelle J., 2015 ONSC 5407, [2015] O.J. No. 7135 (QL), 2015 CarswellOnt 20673 (WL Can.), setting aside a decision of Legault J., 2014 ONCJ 428, [2014] O.J. no 4113 (QL), 2014 CarswellOnt 12087 (WL Can.). Appeal allowed, Côté and Rowe JJ. dissenting.                    Yves Gratton, for the appellant Alex Boudreault (37427).                    Daniel C. Santoro, Delmar Doucette and Megan Howatt, for the appellants Edward Tinker, Kelly Judge, Michael Bondoc and Wesley Mead (37774).                    James Foord and Brandon Crawford, for the appellant Garrett Eckstein (37782).                    Yves Jubinville and Maryse Renaud, for the appellant Daniel Larocque (37783).                    Louis‑Charles Bal, for the respondent Her Majesty The Queen (37427).                    Julien Bernard, Julie Dassylva and Sylvain Leboeuf, for the respondent the Attorney General of Quebec (37427).                    Michael Perlin and Philippe Cowle, for the respondents Her Majesty The Queen (37774 and 37782) and the Attorney General of Ontario (37783).                     François Lacasse and Luc Boucher, for the respondent Her Majesty The Queen (37783).                     Robert A. Fata, for the intervener the Attorney General of Alberta (37427).                    Jackie Esmonde, Daniel Rohde and Marie Chen, for the interveners Colour of Poverty – Colour of Change and the Income Security Advocacy Centre (37427, 37774, 37782 and 37783).                    Greg J. Allen and Nicole C. Gilewicz, for the intervener the British Columbia Civil Liberties Association (37427).                    Jonathan Rudin and Caitlyn E. Kasper, for the intervener the Aboriginal Legal Services Inc. (37427 and 37774).                    Christopher D. Bredt, Pierre N. Gemson and Alannah M. Fotheringham, for the intervener the Canadian Civil Liberties Association (37427, 37774, 37782 and 37783).                    Graham Kosakoski and D. J. Larkin, for the intervener the Pivot Legal Society (37427).                    Stobo Sniderman, for the intervener the Yukon Legal Services Society (37427 and 37774).                    Sylvain Leboeuf, Julien Bernard and Julie Dassylva, for the intervener the Attorney General of Quebec (37774).                    Vanora Simpson and Breana Vandebeek, for the intervener the Criminal Lawyers’ Association of Ontario (37774).                    The judgment of Wagner C.J. and Abella, Moldaver, Karakatsanis, Gascon, Brown and Martin JJ. was delivered by                    The reasons of Côté and Rowe JJ. were delivered by                    Appeals allowed, Côté and Rowe JJ. dissenting.",
        "original_key": "https://www.canlii.org/en/ca/scc/doc/2018/2018scc58/2018scc58.html",
        "citation": "2018 SCC 58"
    }
}